[
    {
        "id": 1,
        "name": "Going in Style",
        "type": 0,
        "description": "Desperate to pay the bills and come through for their loved ones, three lifelong pals risk it all by embarking on a daring bid to knock off the very bank that absconded with their money."
    },
    {
        "id": 2,
        "name": "Senior Year",
        "type": 0,
        "description": "A cheerleading stunt gone wrong landed her in a 20-year coma. Now she's 37, newly awake and ready to live out her high school dream: becoming prom queen."
    },
    {
        "id": 3,
        "name": "Adam Project",
        "type": 1,
        "description": "After accidentally crash-landing in 2022, time-traveling fighter pilot Adam Reed teams up with his 12-year-old self for a mission to save the future."
    },
    {
        "id": 4,
        "name": "The Cellar",
        "type": 2,
        "description": "Keira Woods' daughter mysteriously vanishes in the cellar of their new house. She soon discovers there is an ancient and powerful entity controlling their home that she will have to face or risk losing her family's souls forever."
    },
    {
        "id": 5,
        "name": "The Spy Who Dumped Me",
        "type": 3,
        "description": "Best friends Audrey and Morgan unwittingly become entangled in an international conspiracy when one of them discovers that the boyfriend who dumped her was actually a spy."
    },
    {
        "id": 6,
        "name": "The Power of the Dog",
        "type": 4,
        "description": "Charismatic rancher Phil Burbank inspires fear and awe in those around him. When his brother brings home a new wife and her son, Phil torments them until he finds himself exposed to the possibility of love."
    },
    {
        "id": 7,
        "name": "Identity",
        "type": 5,
        "description": "Stranded at a desolate Nevada motel during a nasty rain storm, ten strangers become acquainted with each other when they realize that they're being killed off one by one."
    },
    {
        "id": 8,
        "name": "Exam",
        "type": 5,
        "description": "Eight candidates for a highly desirable corporate job are locked together in an exam room and given a final test with just one seemingly simple question. However, it doesn't take long for confusion to ensue and tensions to unravel."
    },
    {
        "id": 9,
        "name": "Intrusion",
        "type": 6,
        "description": "A woman moves to a small town with her husband, but is rattled when she is targeted for a home invasion."
    },
    {
        "id": 10,
        "name": "Spirited Away",
        "type": 7,
        "description": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts."
    }
]